afractal.node-essentials
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
glenn2223.live-sass
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
janisdd.vscode-edit-csv
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.live-server
nilssoderman.batch-runner
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
